{"inkVersion":16,"root":["done",{"firstRoomStart":["^Ultio: Finalmente cheguei a esse lugar. Foi nessa masmorra que aqueles aldeões avistaram um grupo de demônios.","\n","^Ultio: Heh. Não é nada que umas moedas de ouros e ração não resolvam para aqueles pobres desgraçados.","\n","^Ultio: E eu ainda tenho a chance de encontrar ele…","\n","end",{"#f":3}],"tutorialBook":["^Diary: Guia de Batalha da Guarda","\n","^Diary: Este guia serve para ensinar os básicos do combate corpo-a-corpo para todas as sentinelas do calabouço.","\n","^Diary: Primeiro e acima de tudo, integridade física. Mantenha sempre uma distância de seu atacante igual ao alcance de sua espada.","\n","^Diary: Lembre-se que você apenas pode atacar na direção que está virado. Ignorar essa instrução pode acarretar em colunas torcidas.","\n","^Diary: Alguns inimigos não lembram dos básicos do CQC, portanto podem optar por projéteis como arma.","\n","^Diary: Você pode usar seu escudo ou, se sentir mais corajoso, tentar uma esquiva.","\n","^Diary: O escudo também é útil contra inimigos que tentem chegar muito perto.","\n","^Diary: Essas são as disciplinas básicas para não perder seu pescoço no campo de batalha.","\n","^Diary: Por fim, cabe a você observar os diferentes padrões de luta de cada inimigo e se adaptar de acordo.","\n","^Ultio: Um guia de batalha, huh?","\n","^Ultio: Parece que os guardas não fizeram um bom trabalho em aprendê-lo, ou então teriam mais alguns vivos por aqui.","\n","end",{"#f":3}],"tutorialRoomStart":["^Ultio: Não pode ser! Eu já enfrentei criaturas como essas...","\n","^Ultio: INVEJAAAA!","\n","end",{"#f":3}],"tutorialRoomEnd":["^Ultio: Assim que eu entrei aqui, eu sabia que havia sentido algo familiar. Inveja...","\n","^Ultio: É a mesma sensação de morte que você deixou ao queimar meu vilarejo, seu demônio maldito!","\n","^Ultio: Pelos meus amigos e família, é hoje que terei sua cabeça.","\n","end",{"#f":3}],"diary1":["^Ultio: Um livro? Não, parece mais um diário. Mas quem deixari...","\n","^Ultio: INVEJA!? O nome daquele demônio está em várias páginas. Isso deve ser dele.","\n","^Ultio: Bom, vamos ver se encontro algo sobre o meu vilarejo aqui.","\n","^Diary: Hoje eu tive outro daqueles sonhos. Se é que pode ser chamado disso.","\n","^Diary: Eu vi um rei de terras longínquas, cercado de mais ouro e prata do que jamais vi em minha longa vida.","\n","^Diary: Seu domínio se estendia até os limites do continente. Não era incomum outros monarcas se submeterem a uniões, afim de usufruir de uma aliança forte.","\n","^Diary: A princípio, imaginei ser outro humano tolo, que se utilizava de sua vocação hereditária para nutrir sua ganância por \"poder\".","\n","^Diary: Mas uma última visão me mostrou cruelmente enganado.","\n","^Diary: Centenas de pessoas, ambos plebeus e nobres, ouviam o rei discursar da sacada do castelo. Seus olhares imbuídos de um forte sentimento de admiração.","\n","^Diary: E então, tudo escureceu. Desperto em meu aposento, fui deixado em um estado de incompreensão.","\n","^Diary: Em tempos de escuridão e pessimismo, como seria possível um homem suceder em seguir a corrente oposta?","\n","^Diary: Esse é um humano que despertou meu interesse. Eu espero poder descobrir mais sobre ele.","\n","^Ultio: Um rei benevolente? Isso só pode ter saido de um conto de fadas.","\n","^Ultio: A única empatia da nobreza são com seus iguais e seus cofres. Principalmente seus cofres.","\n","^Ultio: Mas Inveja parece acreditar ser real. Seria demais esperar que criaturas surreais compreendessem a nossa realidade.","\n","end",{"#f":3}],"diary2":["^Diary: Meu desejo se realizou e novamente tive visões daquele humano.","\n","^Diary: Dessa vez, o encontrei alguns anos antes de se tornar rei.","\n","^Diary: E para minha surpresa, o mesmo não trajava roupas da nobreza, nem se encontrava em um ambiente digno de uma família real.","\n","^Diary: O rapaz liderava um bando de mercenários. Seus equipamentos não eram da melhor qualidade e nem estavam em ótimas condições.","\n","^Diary: Eles haviam ouvido rumores de um pequeno reino escravizado por um rei tirano.","\n","^Diary: Nenhum outro líder se compadecera daquele povo, pois não tinham nenhum interesse em um pedaço de terra no meio do nada.","\n","^Diary: Então, liderados pelo humano excepcional, o grupo, de meros mil homens, planejava invadir a cidade e matar o tirano em seu próprio lar.","\n","^Diary: Apesar da chance de estarem indo para a morte certa, o líder conseguia os inspirar através de um discurso.","\n","^Diary: \"Nós não lutamos por dinheiro nem por fama.\"","\n","^Diary: \"O que buscamos é liberdade. Liberdade para os desamparados pelo destino.\"","\n","^Diary: \"Podemos mudar o mundo se nossos corações forem justos.\"","\n","^Diary: \"E por fim, lembrem-se sempre...\"","\n","^Ultio: Não deixe sua mão ser guiada por inveja...","\n","^Ultio: Esse é o mesmo discurso que meu pai fez para os jovens soldados do vilarejo, no dia em que eles se alistaram para guarda.","\n","^Ultio: Por que o discurso do meu pai estaria nesse diário?","\n","^Diary: E o sonho terminou com uma imagem final das tropas marchando noite adentro. Confesso que é desanimador já saber o resultado.","\n","^Diary: Enfim, o humano continua a me surpreender.","\n","^Diary: E pensar que alguém poderia ser tão altruísta. Tão abnegado ao ponto de colocar sua vida e a de outros em risco, pelo bem de um povo que não é o seu.","\n","^Diary: Esse humano, ele me enche de...","\n","^Diary: Inveja.","\n","^Ultio: Mas que diabos? Este diário é ainda mais estranho.","\n","^Ultio: Primeiro, o cara em quem Inveja tem uma queda recita o discurso do meu pai.","\n","^Ultio: E logo no fim. O enche de inveja?. O que isso quer dizer?","\n","^Ultio: Se isso for uma piada, eu espero que ele tenha boas risadas antes que eu corte sua garganta fora.","\n","end",{"#f":3}],"diary3":["^Diary: Isso é maravilhoso! Eu tive mais um sonho com o humano.","\n","^Diary: Mas esse foi altamente especial. De várias formas.","\n","^Diary: Minha primeira visão foi dele na beira de um rio. Ele parecia alguns anos mais novo do que no último sonho.","\n","^Diary: Com uma lança de madeira, ele empalava os peixes que passavam e os colocava num balde.","\n","^Ultio: Espera... Não pode ser...","\n","^Diary: No caminho pra casa, ele viu uma capivara. Era algo raro de se ver naquelas matas. Ele não deixaria aquela chance escapar.","\n","^Ultio: Mas uma cobra foi mais rápida e apanhou a presa.","\n","^Diary: Ao que se aproximava de sua casa, ele sentiu o cheiro de fumaça.","\n","^Diary: Chegando lá, o que ele viu foi...","\n","^Ultio: Casas queimando e meu povo morto no chão.","\n","^Diary: Todos os seus amigos sentados em volta de uma fogueira, esperando a comida que ele havia ido caçar.","\n","^Diary: Seu melhor amigo Duppie colocou a mão em seu ombro e disse:","\n","^Ultio: \"É tarde demais pra mim... Eles foram pra sua casa. Vá, talvez ainda dê tempo...\"","\n","^Diary: \"Bom trabalho, cara. O jantar de hoje será farto. Uma pena que você não topou com uma capivara de bobeira.\"","\n","^Diary: \"Aliás, seu pai pediu para você correr pra casa assim que chegasse.\"","\n","^Diary: E ele correu. Chegando lá, o que ele encontrou foi...","\n","^Ultio: Meu pai lutando contra demônios, enquanto minha mãe jazia morta no chão.","\n","^Ultio: Um deles o perfurou com um tentáculo através da armadura, se alojando fundo em seu coração.","\n","^Ultio: Eu peguei seu escudo e espada e furiosamente matei todos os monstros.","\n","^Ultio: Eu não conseguia acreditar no que estava acontecendo. Eu queria chorar, mas não conseguia.","\n","^Ultio: Tudo o que conseguia sentir era raiva. Tudo o que conseguia pensar era em me vingar dos responsáveis.","\n","^Diary: Seu pai sentado na sala de estar. Sua armadura dos velhos tempos de guarda ao seu lado.","\n","^Diary: Ele entregou a veste ao filho e disse:","\n","^Diary: \"Ultio, isso é pra você\"","\n","^Diary: \"Mesmo que você não vá seguir o caminho da guarda, eu sei que você será um mercenário justo.\"","\n","^Diary: \"Eu te deixo com as mesmas palavras que eu disse na cerimônia da guarda há alguns dias.\"","\n","^Diary: \"Nunca deixe sua mão ser guiada pela inveja.\"","\n","^Ultio: Pai...","\n","^Diary: E agora, eu tenho a chance de conhecer esse humano.","\n","^Diary: Venha, Ultio. Eu lhe espero na sala seguinte.","\n","end",{"#f":3}],"bossRoomStart":["^Inveja: Finalmente, você está aqui! Como esperei por esse momento!","\n","^Ultio: ...","\n","^Inveja: O que? Após me caçar por três anos, me agraciará apenas com silêncio?","\n","^Ultio: Aqueles diários. O que eram aqueles diários, seu maldito?","\n","^Inveja: Eu pensei que você fosse mais esperto, humano. Talvez eu tenha lhe superestimado?","\n","^Inveja: Eles eram exatamente o que eram. Aquela era sua vida-","\n","^Ultio: AQUELA NÃO ERA A MINHA VIDA!","\n","^Ultio: Minha vida acabou no dia em que seus lacaios invadiram meu vilarejo.","\n","^Inveja: Deixe-me terminar.","\n","^Inveja: O que você leu era a vida que o destino havia preparado pra você.","\n","^Inveja: Aquele humano era quem você poderia ter se tornado.","\n","^Ultio: Está me fazendo de otário? Tudo que o destino fez por mim foi permitir que uma aberração como você pudesse fazer como bem entendia.","\n","^Inveja: Porque essa foi sua escolha.","\n","^Inveja: O que houve com seus planos de formar um grupo de mercenários? E verificar os rumores daquele reino escravizado?","\n","^Inveja: Não era por isso que seu pai pretendia lhe dar essa armadura que está usando?","\n","^Ultio: ...!","\n","^Inveja: Você decidiu abandonar tudo para viver por um desejo de represália, que de forma alguma traria seu vilarejo de volta?","\n","^Inveja: Não seria a vingança apenas uma outra forma de inveja?","\n","^Inveja: No fundo, somos iguais, não acha?","\n","^Ultio: EU NÃO SOU NADA PARECIDO COM VOCÊ, SEU FILHO DA PUTA!","\n","^Ultio: Chega disso. Eu vou acabar com você aqui e agora.","\n","^Inveja: Pois será um prazer.","\n","end",{"#f":3}],"bossRoomEnd":["^Inveja: Incrível... uma fúria tão grande que até Ira ficaria impressionado...","\n","^Inveja: Vamos, termine isso de uma vez.","\n","^Ultio: Antes, eu quero saber o por quê.","\n","^Ultio: Por que você me escolheu especificamente?","\n","^Inveja: Não é óbvio? Inveja é a resposta. Eu senti inveja de você.","\n","^Ultio: Isso não faz sentido. Você é um demônio todo poderoso. Que utilidade teria para dinheiro ou um reino?","\n","^Inveja: Ah, tolo humano. Você subestima os limites da inveja...","\n","^Inveja: Mas nesse caso, você está correto na sua suposição.","\n","^Inveja: Eu não senti inveja das suas conquistas, mas sim das suas motivações.","\n","^Inveja: Você tinha a determinação para agir, para implicar mudanças no mundo ao seu redor.","\n","^Inveja: mas diferente de outros artesãos do mundo, você não tinha ambições em mente.","\n","^Inveja: As suas ações... elas careciam de inveja.","\n","^Inveja: E então, eu quis te desviar.","\n","^Inveja: Quebrar a sua justiça e te puxar para o mesmo caminho.","\n","^Ultio: Mas no fim, o seu também foi um esforço inútil.","\n","^Inveja: Foi? Se importa de explicar, humano?","\n","^Ultio: Simples, é exatamente aqui que acaba. Eu não irei te matar.","\n","^Ultio: Eu ainda quero realizar todas as coisas que você descreveu em seus diários.","\n","^Ultio: Se eu me deixar levar aqui, eu sinto que jamais poderei seguir outro caminho.","\n","^Inveja: Você não pode estar falando sério.","\n","^Inveja: Eu irei destruir mais vidas.","\n","^Inveja: Eu irei achar outro igual a você e QUEBRÁ-LO!","\n","^Ultio: Eu tenho certeza que eles ficarão bem.","\n","^Ultio: Além do mais, terminou pra você. Eu não acho que tem mais forças pra fazer nada.","\n","^Ultio: Adeus, demônio.","\n","end",{"#f":3}],"#f":3}],"listDefs":{}}